{
  "products": [
    {
      "id": 1,
      "special": true,
      "title": "کوله پشتی لپ تاپ مدل 068 مناسب برای لپ تاپ تا 15.6 اینچی\n",
      "price": 109.95,
      "description": "بسته مناسب شما برای استفاده روزمره و پیاده روی در جنگل. لپ تاپ خود را (حداکثر 15 اینچ) در آستین بالشتک قرار دهید، هر روز",
      "category": "لباس های مردانه",
      "image": "https://fakestoreapi.com/img/81fPKd-2AYL._AC_SL1500_.jpg",
      "rating": {
        "rate": 3.9,
        "count": 120
      }
    },
    {
      "id": 2,
      "title": "تی شرت مردانه اسلیم فیت ",
      "price": 22.3,
      "description": "اسلیم فیت، آستین بلند راگلان کنتراست، کت هنلی سه دکمه، وزن سبک و پارچه نرم برای تنفس و پوشیدن راحت. و پیراهن‌های دوخت جامد با یقه گرد برای دوام و مناسب بودن مناسب برای لباس‌های معمولی و طرفداران بیسبال. یقه گرد به سبک هنلی شامل یک دستبند سه دکمه است.",
      "category": "لباس های مردانه",
      "image": "https://fakestoreapi.com/img/71-3HjGNDUL._AC_SY879._SX._UX._SY._UY_.jpg",
      "rating": {
        "rate": 4.1,
        "count": 259
      }
    },
    {
      "id": 3,
      "title": "کاپشن نخی مردانه",
      "price": 55.99,
      "description": "ژاکت های رنگارنگ برای بهار/پاییز/زمستان، مناسب برای بسیاری از موقعیت ها، مانند کار، پیاده روی، کمپینگ، کوه نوردی/صخره نوردی، دوچرخه سواری، مسافرت یا سایر موارد در فضای باز. انتخاب هدیه خوبی برای شما یا اعضای خانواده تان. عشق صمیمانه به پدر، شوهر یا پسر در روز شکرگزاری یا کریسمس.",
      "category": "لباس های مردانه",
      "image": "https://fakestoreapi.com/img/71li-ujtlUL._AC_UX679_.jpg",
      "rating": {
        "rate": 4.7,
        "count": 500
      }
    },
    {
      "id": 4,
      "title": "اسلیم فیت کژوال مردانه اسلیم فیت",
      "price": 15.99,
      "description": "رنگ ممکن است بین روی صفحه و در عمل کمی متفاوت باشد. / لطفاً توجه داشته باشید که بدنه‌ها در افراد مختلف متفاوت است، بنابراین، اطلاعات دقیق اندازه باید در زیر در توضیحات محصول بررسی شود.",
      "category": "لباس های مردانه",
      "image": "https://fakestoreapi.com/img/71YXzeOuslL._AC_UY879_.jpg",
      "rating": {
        "rate": 2.1,
        "count": 430
      }
    },
    {
      "id": 5,
      "title": "دستبند زنجیر استیشن اژدهای طلایی و نقره ای زنانه جان هاردی ",
      "price": 695,
      "description": "از مجموعه افسانه ما، ناگا از اژدهای آبی افسانه ای الهام گرفته شده است که از مروارید اقیانوس محافظت می کند. رو به درون بپوشید تا عشق و فراوانی به شما عطا شود، یا برای محافظت از بیرون.",
      "category": "جواهرات",
      "image": "https://fakestoreapi.com/img/71pWzhdJNwL._AC_UL640_QL65_ML3_.jpg",
      "rating": {
        "rate": 4.6,
        "count": 400
      }
    },
    {
      "id": 6,
      "title": "طلای خالص ",
      "price": 168,
      "description": "رضایت تضمین شده است. هر سفارشی را ظرف 30 روز برگردانید یا تعویض کنید. توسط مرکز حافظ در ایالات متحده طراحی و فروخته شد. رضایت تضمین شده است. هر سفارشی را ظرف 30 روز برگردانید یا تعویض کنید.",
      "category": "جواهرات",
      "image": "https://fakestoreapi.com/img/61sbMiUnoGL._AC_UL640_QL65_ML3_.jpg",
      "rating": {
        "rate": 3.9,
        "count": 70
      }
    },
    {
      "id": 7,
      "title": "پرنسس با روکش طلا سفید",
      "price": 9.99,
      "description": "حلقه قولی الماس بازی یک نفره عروسی کلاسیک برای او. هدایایی که بیشتر عشق شما را برای نامزدی، عروسی، سالگرد، روز ولنتاین...\n",
      "category": "جواهرات",
      "image": "https://fakestoreapi.com/img/71YAIFU48IL._AC_UL640_QL65_ML3_.jpg",
      "rating": {
        "rate": 3,
        "count": 400
      }
    },
    {
      "id": 8,
      "title": "جغد سوراخ شده رزگلد با روکش فولاد ضد زنگ دو نفره",
      "price": 10.99,
      "description": "گوشواره دوشاخه تونلی با روکش رزگلد. ساخته شده از فولاد ضد زنگ 316L",
      "category": "جواهرات",
      "image": "https://fakestoreapi.com/img/51UDEzMJVpL._AC_UL640_QL65_ML3_.jpg",
      "rating": {
        "rate": 1.9,
        "count": 100
      }
    },
    {
      "id": 9,
      "title": "هارد اکسترنال وسترن دیجیتال مدل Elements ظرفیت 2 ترابایت",
      "price": 64,
      "description": "سازگاری USB 3.0 و USB 2.0 انتقال سریع داده ها بهبود عملکرد کامپیوتر ظرفیت بالا. سازگاری NTFS فرمت شده برای ویندوز 10، ویندوز 8.1، ویندوز 7؛ ممکن است برای سیستم عامل های دیگر نیاز به قالب بندی مجدد باشد. سازگاری ممکن است بسته به پیکربندی سخت افزار و سیستم عامل کاربر متفاوت باشد",
      "category": "الکترونیک",
      "image": "https://fakestoreapi.com/img/61IBBVJvSDL._AC_SY879_.jpg",
      "rating": {
        "rate": 3.3,
        "count": 203
      }
    },
    {
      "id": 10,
      "title": "هارد اکسترنال وسترن دیجیتال مدل My Passport ظرفیت 1 ترابایت",
      "price": 109,
      "description": "ارتقای آسان برای راه‌اندازی سریع‌تر، خاموش شدن، بارگذاری برنامه و پاسخ (در مقایسه با هارد دیسک 5400 RPM SATA 2.5 اینچی؛ بر اساس مشخصات منتشر شده و تست‌های بنچمارک داخلی با استفاده از امتیازات برتر PCMark) عملکرد نوشتن پشت سر هم را افزایش می‌دهد و آن را برای بارهای کاری معمولی کامپیوتر ایده‌آل می‌کند. تعادل کامل بین عملکرد و قابلیت اطمینان، سرعت خواندن/نوشتن تا 535 مگابایت/ثانیه/450 مگابایت بر ثانیه (بر اساس آزمایش داخلی؛ عملکرد ممکن است بسته به ظرفیت درایو، دستگاه میزبان، سیستم عامل و برنامه متفاوت باشد.)",
      "category": "الکترونیک",
      "image": "https://fakestoreapi.com/img/61U7T1koQqL._AC_SX679_.jpg",
      "rating": {
        "rate": 2.9,
        "count": 470
      }
    },
    {
      "id": 11,
      "title": "فلش مموری سیلیکون پاور مدل Touch T06 ظرفیت 256 گیگابایت",
      "price": 109,
      "description": "فلاش NAND سه بعدی برای ارائه سرعت های انتقال بالا استفاده می شود سرعت انتقال قابل توجهی که راه اندازی سریع تر و بهبود عملکرد کلی سیستم را ممکن می کند. فناوری پیشرفته SLC Cache باعث افزایش عملکرد و طول عمر بیشتر طراحی باریک 7 میلی متری مناسب برای اولترابوک ها و نوت بوک های فوق باریک می شود. از فرمان TRIM، فناوری جمع آوری زباله، RAID و ECC (بررسی و تصحیح خطا) برای ارائه عملکرد بهینه و قابلیت اطمینان بیشتر پشتیبانی می کند.",
      "category": "الکترونیک",
      "image": "https://fakestoreapi.com/img/71kWymZ+c+L._AC_SX679_.jpg",
      "rating": {
        "rate": 4.8,
        "count": 319
      }
    },
    {
      "id": 12,
      "title": "هارد اکسترنال سیگیت مدل Expansion ظرفیت چهار ترابایت",
      "price": 114,
      "description": "تجربه بازی PS4 خود را گسترش دهید، در هر کجا سریع و آسان بازی کنید، طراحی شیک با ظرفیت بالا، 3 سال ضمانت محدود سازنده راه اندازی کنید.",
      "category": "الکترونیک",
      "image": "https://fakestoreapi.com/img/61mtL65D4cL._AC_SX679_.jpg",
      "rating": {
        "rate": 4.8,
        "count": 400
      }
    },
    {
      "id": 13,
      "title": "لپ تاپ 21.5 اینچی ایسر مدل Nitro 5 AN515-45-R6WC",
      "price": 599,
      "description": "21. صفحه نمایش 5 اینچی Full HD (1920 x 1080) با صفحه نمایش عریض IPS و فناوری Radeon free Sync. عدم سازگاری برای VESA Mount Refresh Rate: 75Hz - استفاده از پورت HDMI طراحی فریم صفر | فوق العاده نازک | زمان پاسخگویی 4 میلی ثانیه | پنل IPS نسبت ابعاد - 16: 9. پشتیبانی از رنگ - 16. 7 میلیون رنگ. روشنایی - 250 نیت زاویه شیب -5 درجه تا 15 درجه. زاویه دید افقی 178 درجه زاویه دید عمودی - 178 درجه 75 هرتز",
      "category": "الکترونیک",
      "image": "https://fakestoreapi.com/img/81QpkIctqPL._AC_SX679_.jpg",
      "rating": {
        "rate": 2.9,
        "count": 250
      }
    },
    {
      "id": 14,
      "special": true,
      "title": "مانیتور مخصوص بازی سامسونگ مدل LF27T350FH-M سایز 49 اینچ ",
      "price": 999.99,
      "description": "مانیتور بازی منحنی 49 اینچی SUPER ULTRAWIDE 32:9 منحنی با صفحه نمایش دوگانه 27 اینچی در کنار هم فناوری QUANTUM DOT (QLED)، پشتیبانی از HDR و کالیبراسیون کارخانه، رنگ و کنتراست فوق‌العاده واقعی و دقیق را ارائه می‌دهد و کنتراست 144 هرتز با وضوح بالا و زمان کار RREFRESH فوق‌العاده سریع و RREFRESH را ارائه می‌دهد. حذف تاری حرکت، شبح و کاهش تاخیر ورودی",
      "category": "الکترونیک",
      "image": "https://fakestoreapi.com/img/81Zt42ioCgL._AC_SX679_.jpg",
      "rating": {
        "rate": 2.2,
        "count": 140
      }
    },
    {
      "id": 15,
      "title": "کت زمستانی کت اسنوبرد 3 در 1 زنانه BIYLACLESEN",
      "price": 56.99,
      "description": "توجه: کت ها اندازه استاندارد ایالات متحده هستند، لطفا اندازه را به عنوان لباس معمول خود انتخاب کنید مواد: 100٪ پلی استر. پارچه لاینر جداشدنی: پشم گوسفند گرم. آستر عملکردی جداشدنی: ژاکت آستر یقه ای سازگار با پوست، سبک و گرم، شما را در هوای سرد گرم نگه می دارد. جیب های زیپ دار: 2 جیب دستی زیپ دار، 2 جیب زیپ دار روی سینه (به اندازه کافی برای نگه داشتن کارت ها یا کلیدها) و 1 جیب مخفی در داخل. جیب های دستی زیپ دار و جیب مخفی وسایل شما را ایمن نگه می دارند. طراحی انسانی: هود قابل تنظیم و جداشدنی و کاف قابل تنظیم برای جلوگیری از باد و آب، برای تناسب راحت. طراحی جداشدنی 3 در 1 راحتی بیشتری را فراهم می کند، می توانید کت و قسمت داخلی را در صورت نیاز جدا کنید یا آن را با هم بپوشید. برای فصل های مختلف مناسب است و به شما کمک می کند تا با آب و هوای مختلف سازگار شوید",
      "category": "لباس های زنانه",
      "image": "https://fakestoreapi.com/img/51Y5NI-I5jL._AC_UX679_.jpg",
      "rating": {
        "rate": 2.6,
        "count": 235
      }
    },
    {
      "id": 16,
      "special": true,
      "title": "ژاکت موتور دوچرخه سواری چرم مصنوعی کلاهدار زنانه Lock and Love",
      "price": 29.95,
      "description": "100% پلی اورتان (پوسته) 100% پلی استر (آشت) 75% پلی استر 25% پنبه (ژاکت)، جنس چرم مصنوعی برای استایل و راحتی / 2 جیب در جلو، ژاکت چرم مصنوعی جین 2-For-One کلاهدار، ژاکت چرم مصنوعی به سبک جین، جزئیات دکمه ای دور کمر / دوخت جزئیات در کناره ها، فقط با دست شستشو شود / سفید کننده نباشد / خط خشک شود / اتو نشود",
      "category": "لباس های زنانه",
      "image": "https://fakestoreapi.com/img/81XH0e8fefL._AC_UY879_.jpg",
      "rating": {
        "rate": 2.9,
        "count": 340
      }
    },
    {
      "id": 17,
      "special": true,
      "title": "کت بارانی زنانه بادگیر راه راه کوهنوردی بارانی",
      "price": 39.99,
      "description": "پرفیت سبک برای مسافرت یا لباس های غیررسمی --- آستین بلند با طرح کمر کلاه دار و بند کشی قابل تنظیم. کت بارانی با دکمه و زیپ جلو بسته، کاملاً راه راه با آستر و کت بارانی دارای 2 جیب کناری است که اندازه مناسبی برای نگه داشتن انواع وسایل است، باسن را می پوشاند و کاپوت سخاوتمندانه است اما زیاده روی نمی کند. هود آستر پنبه ای متصل با بند کشی قابل تنظیم ظاهری شیک به آن می بخشد.",
      "category": "لباس های زنانه",
      "image": "https://fakestoreapi.com/img/71HblAHs5xL._AC_UY879_-2.jpg",
      "rating": {
        "rate": 3.8,
        "count": 679
      }
    },
    {
      "id": 18,
      "title": "یقه قایق آستین کوتاه زنانه MBJ V ",
      "price": 9.85,
      "description": "95% RAYON 5% SPANDEX، ساخت آمریکا یا وارداتی، سفید کننده نباشد، پارچه سبک با کشش عالی برای راحتی، آجدار روی آستین و یقه / دوخت در سجاف پایین",
      "category": "لباس های زنانه",
      "image": "https://fakestoreapi.com/img/71z3kpMAYsL._AC_UY879_.jpg",
      "rating": {
        "rate": 4.7,
        "count": 130
      }
    },
    {
      "id": 19,
      "special": true,
      "title": "آستین کوتاه زنانه Opna Moisture",
      "price": 7.95,
      "description": "100% پلی استر، شستشوی ماشینی، 100% پلی استر کاتیونی، اینترلاک پلی استر 100%، ماشین شستشو و پیش کوچک شدن برای یک تناسب عالی، سبک، جادار و بسیار قابل تنفس با پارچه ضد رطوبت که به دور نگه داشتن رطوبت کمک می کند، پارچه نرم و سبک با یقه V- گردن راحت و تناسب باریک‌تر، ظاهری براق و زنانه‌تر و راحتی بیشتری ارائه می‌کند",
      "category": "لباس های زنانه",
      "image": "https://fakestoreapi.com/img/51eg55uWmdL._AC_UX679_.jpg",
      "rating": {
        "rate": 4.5,
        "count": 146
      }
    },
    {
      "id": 20,
      "special": true,
      "title": "تی شرت زنانه DANVOUY کوتاه نخی",
      "price": 12.99,
      "description": "95٪ پنبه، 5٪ اسپندکس، ویژگی ها: معمولی، آستین کوتاه، چاپ حروف، یقه V، تی شرت مد، پارچه نرم است و کمی کشش دارد، مناسبت: معمولی / دفتر / ساحل / مدرسه / خانه / خیابان. فصل: بهار، تابستان، پاییز، زمستان.",
      "category": "لباس های زنانه",
      "image": "https://fakestoreapi.com/img/61pHAEJ4NML._AC_UX679_.jpg",
      "rating": {
        "rate": 3.6,
        "count": 145
      }
    }
  ]
}
